Repository: IBM-MIL/IBM-Ready-App-for-Travel
Catalog: iOS/Travel/Views/RecommendedDetailViews/*.lproj/RecommendedRestaurantDetailView.strings
Languages: es

# 1jt-j1-3fk.normalTitle
source: Visit website
es: Visit website-ES

# 6dL-ew-1eY.text
source: Preferred
es: Preferred-ES

# Lq7-Yg-piS.text
source: Price Range
es: Price Range-ES

# N3l-43-cLC.text
source: “Very Friendly, Good Food!” Jan Knaup 4 weeks ago
es: “Very Friendly, Good Food!” Jan Knaup 4 weeks ago -ES

# UT0-56-iuH.text
source: Review Highlight
es: Review Highlight-ES

# VTB-wd-F76.text
source: Waldstraße 55 10551 Berlin
es: Waldstraße 55 10551 Berlin-ES

# gfP-1T-EBo.text
source: Location
es: Location-ES

# iYB-z0-Z6k.text
source: German Restaurant
es: German Restaurant-ES

# u3d-mu-uwF.text
source: Ristorante La Tettoia
es: Ristorante La Tettoia-ES

# vHA-aH-XOD.text
source: Reviews from Google
es: Reviews from Google-ES
