Repository: IBM-MIL/IBM-Ready-App-for-Travel
Catalog: iOS/Travel/Views/RecommendedDetailViews/*.lproj/RecommendedHotelDetailView.strings
Languages: es

# 1jt-j1-3fk.normalTitle
source: Visit website
es: Visit website-ES

# Eog-XW-inv.text
source: Eligible for Rewards
es: Eligible for Rewards-ES

# HdW-ep-gbV.text
source: Partner
es: Partner-ES

# Lq7-Yg-piS.text
source: Nightly Price
es: Nightly Price-ES

# N3l-43-cLC.text
source: “We had a very nice stay at the hotel. The sauna is really relaxing after a day in Berlin. Staff were nice and helpful. I recommend this hotel.” Tapani Minkkinen a month ago
es: “We had a very nice stay at the hotel. The sauna is really relaxing after a day in Berlin. Staff were nice and helpful. I recommend this hotel.” Tapani Minkkinen a month ago -ES

# UT0-56-iuH.text
source: Review Highlight
es: Review Highlight-ES

# VTB-wd-F76.text
source: Beusselstraße 2T 10551 Berlin
es: Beusselstraße 2T 10551 Berlin-ES

# gY1-Ec-HUp.text
source: 15% off
es: 15% off-ES

# gfP-1T-EBo.text
source: Location
es: Location-ES

# iYB-z0-Z6k.text
source: Airy rooms & suites with free Wi-Fi in a redbrick venue featuring a modern restaurant & a hip bar.
es: Airy rooms & suites with free Wi-Fi in a redbrick venue featuring a modern restaurant & a hip bar.-ES

# u3d-mu-uwF.text
source: Hotel Gartenbrand
es: Hotel Gartenbrand-ES

# vHA-aH-XOD.text
source: Reviews from Google
es: Reviews from Google-ES
