Repository: IBM-MIL/IBM-Ready-App-for-Travel
Catalog: iOS/Travel/Storyboards/*.lproj/Go.strings
Languages: es

# 2J7-4H-GBh.text
source: The seven-day-pass is valid seven consecutive days from its start date. Its validation ends on the seventh day at midnight. The pass costs €29,50.
es: The seven-day-pass is valid seven consecutive days from its start date. Its validation ends on the seventh day at midnight. The pass costs €29,50.-ES

# CbO-Rp-TeO.text
source: Details
es: Details-ES

# Cir-yw-IqV.text
source: Lara Hoffman
es: Lara Hoffman-ES

# DDu-Xi-jsi.text
source: Passenger Information
es: Passenger Information-ES

# N9X-K3-MLn.normalTitle
source: Back
es: Back-ES

# NAX-Py-334.normalTitle
source: Done
es: Done-ES

# ZCY-BH-pK9.text
source: Acme Card ending in 1234
es: Acme Card ending in 1234 -ES

# a7E-R4-MMQ.text
source: You can access your Seven Day Pass in your Trips page.
es: You can access your Seven Day Pass in your Trips page.-ES

# as3-cD-d5Y.normalTitle
source: Back
es: Back-ES

# dPK-9c-ADE.text
source: Confirmation
es: Confirmation-ES

# efr-wb-312.normalTitle
source: P U R C H A S E 1 P A S S ( € 2 9 , 5 0 )
es: P U R C H A S E 1 P A S S ( € 2 9 , 5 0 )-ES

# eqS-cS-yIo.text
source: Preferred
es: Preferred-ES

# lIg-gD-dJT.text
source: 21 Sep - 28 Sep, 2015
es: 21 Sep - 28 Sep, 2015-ES

# mdy-rK-3KB.text
source: First Class
es: First Class-ES

# mqA-Zf-da6.title
source: Go
es: Go-ES

# qJv-7Z-QQm.text
source: Valid Through
es: Valid Through-ES

# sgn-tW-woq.text
source: Buy Passes
es: Buy Passes-ES

# tQH-dC-L7M.text
source: Buy Passes
es: Buy Passes-ES

# vkn-oZ-Fib.text
source: Seven Day Pass
es: Seven Day Pass-ES

# yst-aW-IBp.text
source: Payment information
es: Payment information-ES
