Repository: IBM-MIL/IBM-Ready-App-for-Travel
Catalog: iOS/Travel/Storyboards/*.lproj/MyTrips.strings
Languages: es

# Al7-zc-zas.normalTitle
source: View Recommendations
es: View Recommendations-ES

# CEK-lE-dp7.normalTitle
source: Done
es: Done-ES

# CWh-81-sns.normalTitle
source: Back
es: Back-ES

# Ctn-kc-kt2.normalTitle
source: Back
es: Back-ES

# IFo-4e-Pcl.text
source: This event occurs at an outdoor location during a time it may be raining in an area of Berlin.
es: This event occurs at an outdoor location during a time it may be raining in an area of Berlin.-ES

# Ijn-R6-2bL.text
source: Restaurant Detail
es: Restaurant Detail-ES

# Nv2-iH-RAh.text
source: Event Detail
es: Event Detail-ES

# Oua-0e-Mbj.text
source: Restaurants
es: Restaurants-ES

# Q1I-VI-TBi.text
source: 21 Sep
es: 21 Sep-ES

# QLs-mK-hed.title
source: Trips
es: Trips-ES

# SJq-FJ-ezo.text
source: Pass
es: Pass-ES

# aJd-8Y-MTp.normalTitle
source: U P D A T E E V E N T
es: U P D A T E E V E N T-ES

# ahD-dR-qJg.text
source: Inclement Weather Warning
es: Inclement Weather Warning-ES

# dNW-cH-gcd.normalTitle
source: OPEN IN-APP RAIL PASS
es: OPEN IN-APP RAIL PASS-ES

# dYJ-o6-Wpu.normalTitle
source: Options
es: Options-ES

# gA3-1A-bYN.normalTitle
source: Ignore
es: Ignore-ES

# oCf-xT-J6N.normalTitle
source: Passes
es: Passes-ES

# qxs-ty-bLi.text
source: Trips
es: Trips-ES

# yDR-tb-y8d.normalTitle
source: Back
es: Back-ES
