Repository: IBM-MIL/IBM-Ready-App-for-Travel
Catalog: iOS/Travel/Storyboards/*.lproj/Onboarding.strings
Languages: es

# 3PW-bY-SjK.text
source: Use the power of Watson to analyze travelers’ individual personalities and surface intelligent recommendations.
es: Use the power of Watson to analyze travelers’ individual personalities and surface intelligent recommendations.-ES

# 8bf-hD-Lky.text
source: Allow customers to stay on top of their schedule by providing contextual alerts and real-time updates.
es: Allow customers to stay on top of their schedule by providing contextual alerts and real-time updates.-ES

# A3e-zh-lrx.text
source: Multi-modal Transportation
es: Multi-modal Transportation-ES

# E02-pr-K8G.text
source: Comprehensive Travel Hub
es: Comprehensive Travel Hub-ES

# KWA-iB-kOg.text
source: Use Bluemix services to evaluate multi-modal transit and present only the best options.
es: Use Bluemix services to evaluate multi-modal transit and present only the best options.-ES

# QX7-7U-7zI.normalTitle
source: G E T S T A R T E D
es: G E T S T A R T E D-ES

# aSF-7w-vgR.text
source: Contextual, Proactive Alerts
es: Contextual, Proactive Alerts-ES

# eJG-Xn-8hg.text
source: Watson™ Personalized Recommendations
es: Watson™ Personalized Recommendations-ES

# qwi-1Q-giG.text
source: Showcase partner relationships and loyalty rewards that increase customer satisfaction and misc revenue.
es: Showcase partner relationships and loyalty rewards that increase customer satisfaction and misc revenue.-ES

# sc3-HV-UwE.text
source: Travel Partner Ecosystem
es: Travel Partner Ecosystem-ES

# zgQ-bn-ETK.text
source: Place your travel customers at the center of a unified and convenient travel experience.
es: Place your travel customers at the center of a unified and convenient travel experience.-ES
