Repository: IBM-MIL/IBM-Ready-App-for-Travel
Catalog: iOS/Travel/Views/*.lproj/TransitTabView.strings
Languages: es

# 66I-oZ-ltq.text
source: Enter your destination
es: Enter your destination-ES

# BZ7-uA-IYf.text
source: Departure
es: Departure-ES

# Irn-JL-Xox.text
source: Class
es: Class-ES

# Mxp-Df-qgC.text
source: From
es: From-ES

# Uaf-am-wRj.text
source: Return
es: Return-ES

# W9o-lj-bIN.normalTitle
source: S E A R C H
es: S E A R C H-ES

# ZBV-bp-Bkl.text
source: Your Current Location
es: Your Current Location-ES

# Zcf-0h-qfD.text
source: Set Date
es: Set Date-ES

# cuc-aa-BuL.text
source: Mon, 24 Aug
es: Mon, 24 Aug-ES

# i3c-9u-mvr.text
source: Passengers
es: Passengers-ES

# kLg-pX-IUC.text
source: To
es: To-ES

# kbd-wS-qak.text
source: Select Class
es: Select Class-ES
